[info]
english=Chinese (Simplified)
ownlang=简体中文
machine=false
by=AuroraStudio
warn=Important: machine translation in this language
warnown=重要：机器翻译

[global]
haventdone=[未完成]

[startup]
title=主页
openfile=打开文件
openfolder=打开文件夹
recently=最近播放
onlyfortest=仅供测试使用。
evaluationcopy=评估副本。

[openfile]
file=选择打开的文件
folder=选择文件夹

[main]
list=播放列表
add=添加
del=移除
openfile=添加本地音频
openfolder=打开文件夹
openonline=添加在线音频
savecover=保存专辑图片
emptylist=列表为空
emptylrc=无歌词

[listmenu]
play=播放
remove=移出列表
speed=速度
reverse=倒放

[settings]
title=设置
appearance=个性化
theme=主题
sysnormal=系统默认
light=亮色
dark=暗色
back=背景
backmaterial=背景材料
acrylic=Acrylic
mica=Mica
update=更新
checking=正在检查更新
nonew=没有可用的新版本
new=新版本可用
restart=重启以安装更新
download=下载
downloadprogess=下载进度
restartbtn=重启
updatebtn=更新
currentver=当前版本
newver=最新版本
about=关于
detail=Violet Player 的音频播放功能基于 BassLib 开发
language=语言
apply=应用

[playlist]
title=列表
items=个项目
play=播放
addfile=添加文件
locate=定位当前
playlist=播放列表
unknownartist=未知艺术家
unknownalbum=未知专辑
searchlist=搜索歌单
searchsong=搜索项目

[effect]
title=效果

[plugin]
title=插件
list=插件列表

[oobe]
welcome=欢迎使用Violet Player
continue=继续
lang=请选择你的语言
blank=blank